<?php

/** @var yii\web\View $this */

$this->title = 'Public Offer';
?>

<section class="section container public-offer">
    <div class="public-offer__flex-block flex">
        <button onclick="history.back()" class="button-back public-offer__button-back"></button>
        <h1 class="public-offer__title">Публичная оферта</h1>
    </div>
    <div>
        <div class="public-offer__container-text">
            <h2 class="public-offer__subtitle">
                ПУБЛИЧНАЯ ОФЕРТА ДЛЯ ЮРИДИЧЕСКИХ ЛИЦ (ДОГОВОР ПОСТАВКИ)
                <span>редакция от 13.03.2023 г.</span>
            </h2>
            <p class="public-offer__text">
                Настоящая оферта представляет собой документ, содержащий основные правила и условия поставки товаров покупателем, которые являются субъектами предпринимательской деятельности. Оферта применяется к отношениям покупателя и ООО «Цунами Букс», связанным с оформлением заказа, доставкой, оплатой и приемкой товаров из ассортимента Интернет-магазина <b>Deltabook</b>, намерение приобрести которые было изъявлено покупателем.            </p>
            <p class="public-offer__text">
                В случае если между ООО «Цунами Букс» и покупателем заключен индивидуальный договор, содержащий иные условия, чем описанные в настоящих правилах, или имеются иные договоренности в отношении условий поставки, настоящий документ применяется к таким отношениям в части, не противоречащей такому индивидуальному договору.
            </p>
        </div>
        <div class="public-offer__container-text">
            <h3 class="public-offer__subtitle">
                ТЕРМИНОЛОГИЯ
            </h3>
            <p class="public-offer__text">
                Для целей, предусмотренных настоящей Офертой, если из контекста не вытекает иное, под терминами, использованными в тексте Оферты, понимается следующее:
            </p>
            <p class="public-offer__text">
                <b>Интернет-магазин</b> – сайт Поставщика, расположенный в сети Интернет по адресу <a class="public-offer__text-link" href="/">www.deltabook.ru</a>, где размещен каталог с ассортиментом товаров, предлагаемых к продаже.
            </p>
            <p class="public-offer__text">
                <b>Поставщик (Продавец)</b> – Общество с ограниченной ответственностью «Цунами Букс» (ООО «Цунами Букс»), ИНН 9725093665, ОГРН 1227700526283, юридический адрес: 129626, г. Москва, ул. 1-я Мытищинская, д.3, стр. 1
            </p>
            <p class="public-offer__text">
                <b>Покупатель</b> – любой субъект предпринимательской деятельности, изъявивший желание приобрести товар в Интернет-магазине <b>Deltabook</b> у Поставщика.
            </p>
            <p class="public-offer__text">
                <b>Заказ</b> – товар или совокупность товаров, предлагаемых к продаже в Интернет-магазине.
            <p class="public-offer__text">
                <b>УПД (универсальный передаточный документ)</b> – документ, направляемый Поставщиком Покупателю в виде электронного документа, подписанного усиленной электронно-цифровой подписью (далее – «ЭЦП») с помощью системы электронного документооборота Диадок (далее – «ЭДО»).
            </p>
        </div>
        <div class="public-offer__container-text">
            <h3 class="public-offer__subtitle">1. ПРЕДМЕТ ДОГОВОРА</h3>
            <p class="public-offer__text">
                1.1. Поставщик обязуется поставить, а Покупатель обязуется принять и оплатить Товар на условиях, определяемых настоящим Договором.
            </p>
            <p class="public-offer__text">
                1.2. Ассортимент, наименование и количество Товара, а также цена на него определяются и фиксируются Сторонами в УПД.
            </p>
        </div>
        <div class="public-offer__container-text">
            <h3 class="public-offer__subtitle">2. ПОРЯДОК ПОСТАВКИ ТОВАРА</h3>
            <p class="public-offer__text">
                2.1. Поставка Товара производится в течение срока действия настоящего Договора отдельными партиями, которые формируются Поставщиком исходя из Заказов Покупателя и наличия соответствующего ассортимента и количества товара на складе Поставщика.
            </p>
            <p class="public-offer__text">
                2.2. Формирование отдельной партии Товара происходит путём направления Поставщику посредством электронных каналов связи Заказа Покупателя, окончательный вариант которого отражается в соответствующем УПД на поставку Товара.
            </p>
            <p class="public-offer__text">
                2.3. Поставка каждой партии Товара по настоящему Договору согласовывается Сторонами дополнительно путем выбора Покупателем одного из доступных вариантов доставки в момент оформления Заказа.
            </p>
            <p class="public-offer__text">
                2.4. УПД формируется и загружается Поставщиком в ЭДО автоматически с использованием программно-аппаратного комплекса Поставщика в момент отгрузки Заказа со склада. Поставщик считается выполнившим свои обязательства по поставке Товара с даты загрузки в ЭДО и подписания Поставщиком соответствующего УПД.
            </p>
            <p class="public-offer__text">
                2.5. Право собственности на Товар, а также риск случайной гибели или повреждения Товара переходит от Поставщика к Покупателю с даты фактической передачи Товара первому перевозчику.
            </p>
        </div>
        <div class="public-offer__container-text">
            <h3 class="public-offer__subtitle">3. ПРИЕМКА ТОВАРА</h3>
            <p class="public-offer__text">
                3.1. Первичная приемка Товара Покупателем в момент получения Товара от Поставщика на условиях, оговоренных Сторонами в главе 2 настоящего Договора, производится Покупателем по количеству тарных мест и целостности внешней упаковки (тарного места). При первичной приемке Товара Покупатель, либо его уполномоченный представитель, обязан подписать документы, подтверждающие передачу Товара Покупателю в ЭДО в срок, не превышающий одного дня с момента поставки Товара, либо представить свои возражения относительно количества тарных мест и целостности упаковки. При отсутствии каких-либо возражений со стороны Покупателя в указанный срок, УПД считается Сторонами подписанным без возражений.
            </p>
            <p class="public-offer__text">
                3.2. Приемка Товара по количеству внутритарных единиц, ассортименту и качеству Товара производится Покупателем в течение 3 (три) рабочих дней с момента получения Товара от Поставщика. В случае отсутствия возражений в соответствии с п. 3.1. настоящего Договора, претензии по количеству и ассортименту товара, вложенного в Заказ, рассматриваются исключительно исходя из данных программно-аппаратного комплекса Поставщика, фиксирующего код товара, вложенного в заказ в момент его упаковки.
            </p>
            <p class="public-offer__text">
                3.3. Претензии по качеству, количеству и ассортименту Товара принимаются Поставщиком в течение 3 (трех) рабочих дней с даты получения Товара от Поставщика.
            </p>
            <p class="public-offer__text">
                3.4. В случае обнаружения Покупателем пересортицы или недопоставки Товара Покупатель в срок, предусмотренный п. 3.3 настоящего Договора, уведомляет об этом в письменном виде Поставщика, а Поставщик, в свою очередь, производит проверку данной рекламации, после чего Стороны согласуют возможные меры по урегулированию недостатков поставки.
            </p>
            <p class="public-offer__text">
                3.5. Покупатель самостоятельно несет риск невозможности вывода из оборота или дальнейшей передачи товара, подлежащего обязательной маркировке, в случае несвоевременного подписания УПД в ЭДО. Поставщик обязуется передать в ЭДО сведения о кодах маркировки такого товара в момент загрузки УПД.
            </p>
        </div>
        <div class="public-offer__container-text">
            <h3 class="public-offer__subtitle">4. КАЧЕСТВО, УПАКОВКА И МАРКИРОВКА ТОВАРА</h3>
            <p class="public-offer__text">
                4.1. Тара и упаковка должны обеспечивать сохранность качества Товара во время его транспортировки при условии бережного с ним обращения и в обычных условиях хранения.
            </p>
            <p class="public-offer__text">
                4.2. Стороны договорились о том, что Покупатель лишается права на устранение недостатков поставленного ему Товара в случае неполучения Поставщиком претензии, указанной в п. 3.4 настоящего Договора. При этом Товар считается принятым Покупателем без замечаний.
            </p>
        </div>
        <div class="public-offer__container-text">
            <h3 class="public-offer__subtitle">5. ЦЕНА ТОВАРА</h3>
            <p class="public-offer__text">
                5.1. Покупатель оплачивает поставленный Поставщиком Товар по цене, предусмотренной в УПД на поставку Товара и на условиях настоящего Договора.
            </p>
            <p class="public-offer__text">
                5.2. Цены на Товары устанавливаются в российских рублях и включают в себя НДС. Скидка, предоставляемая Покупателю, фиксируется в личном кабинете Покупателя.
            </p>
        </div>
        <div class="public-offer__container-text">
            <h3 class="public-offer__subtitle">6. ПОРЯДОК РАСЧЕТОВ</h3>
            <p class="public-offer__text">
                6.1.Расчеты за поставленный Товар производятся путем перечисления Покупателем безналичных денежных средств на расчетный счет Поставщика в порядке предварительной оплаты.
            </p>
            <p class="public-offer__text">
                6.2. Датой оплаты Товара является дата зачисления в полном объеме денежных средств Покупателя на расчетный счет Поставщика.
            </p>
            <p class="public-offer__text">
                6.3. Стороны раз в 3 (три) календарных месяца (при наличии хотя одной поставки товаров за прошедшие три последних месяца), а также по окончании действия настоящего Договора по любым основаниям проводят сверку взаимных расчетов путем направления в адрес другой стороны акта сверки. Акт сверки, в случае расторжения или окончания срока действия Договора, будет являться основанием для окончательных расчетов между Сторонами.
            </p>
            <p class="public-offer__text">
                6.4. Поставщик оставляет за собой право прекратить поставку Товара в адрес Покупателя до момента погашения последним задолженности, а также в случае неподписания Покупателем УПД в ЭДО. Поставщик вправе отказать в поставке Товара в адрес Покупателя, в случае если с учетом последнего переданного Заказа Покупателем превышен Лимит задолженности или превышен установленный настоящим договором срок оплаты поставленного Товара.
            </p>
            <p class="public-offer__text">
                6.6. В случае нарушения срока оплаты поставленного Товара, установленного в п. 6.1. настоящего Договора, Покупатель выплачивает в адрес Поставщика неустойку в виде пени в размере 0,5% от стоимости неоплаченного Товара за каждый день просрочки исполнения обязательства.
            </p>
            <p class="public-offer__text">
                6.7. В случае нарушения срока оплаты поставленного Товара более 2 (двух) поставок подряд; задержке в оплате Товара более чем на 5 (пять) банковских дней от указанного в                      п. 6.1. Договора периода отсрочки оплаты; систематического (два и более раз) непредставления Покупателем подписанных документов, согласно п. 3.3. настоящего Договора, в адрес Поставщика, Поставщик вправе в одностороннем порядке изменить Покупателю по своему усмотрению условия поставки и оплаты Товара путем направления уведомления в адрес Покупателя.
            </p>
        </div>
        <div class="public-offer__container-text">
            <h3 class="public-offer__subtitle">7. СРОК ДОГОВОРА</h3>
            <p class="public-offer__text">
                7.1. Договор вступает в силу с момента подписания обеими Сторонами и действует до «31» декабря текущего года.
            </p>
            <p class="public-offer__text">
                7.2. Настоящий Договор может быть расторгнут по соглашению Сторон либо по инициативе одной из Сторон с предупреждением другой Стороны за 15 (пятнадцать) дней до предполагаемого момента расторжения в письменном виде и при условии выполнения всех возникших обязательств, а также с проведением всех необходимых расчетов.
            </p>
            <p class="public-offer__text">
                7.3. Настоящий Договор может быть пролонгирован Поставщиком при надлежащем выполнении Покупателем обязательств по настоящему договору. Если за 15 (пятнадцать) календарных дней до истечения срока Договора ни от одной из Сторон не поступит письменных возражений, Договор считается пролонгированным на следующий календарный год. Количество пролонгаций не ограничено.
            </p>
        </div>
        <div class="public-offer__container-text">
            <h3 class="public-offer__subtitle">8. ПРОЧИЕ УСЛОВИЯ</h3>
            <p class="public-offer__text">
                8.1. В остальном, что не предусмотрено настоящим Договором, Стороны руководствуются действующим законодательством Российской Федерации.
            </p>
            <p class="public-offer__text">
                8.2. Все изменения и дополнения Договора имеют силу, если они совершены в письменной форме и подписаны уполномоченными представителями Сторон.
            </p>
            <p class="public-offer__text">
                8.3. Споры и разногласия, которые могут возникнуть между Сторонами, разрешаются путем переговоров, а при недостижении согласия – в Арбитражном суде города Москвы.
            </p>
            <p class="public-offer__text">
                8.4. Фактом подписания настоящего договора является оформление заказа Покупателем на сайте <a class="public-offer__text-link" href="/">www.deltabook.ru</a>.
            </p>
        </div>
    </div>
</section>