<?php

/** @var yii\web\View $this */

$this->title = 'Public Offer';
?>

<section class="section container public-offer">
    <div class="public-offer__flex-block flex">
        <button onclick="history.back()" class="button-back public-offer__button-back"></button>
        <h1 class="public-offer__title">Публичная оферта</h1>
    </div>
    <div>
        <div class="public-offer__container-text">
            <h2 class="public-offer__subtitle">
                ПУБЛИЧНАЯ ОФЕРТА ДЛЯ ФИЗИЧЕСКИХ ЛИЦ
                <span>редакция от 13.03.2023 г.</span>
            </h2>
            <p class="public-offer__text">
                Настоящая публичная оферта (далее – «Оферта») представляет собой официальное предложение Общества с ограниченной ответственностью «Цунами Букс» (далее – «Оферент») в адрес неограниченного круга физических лиц о заключении с Оферентом договора купли-продажи дистанционным способом на условиях и в порядке, установленными настоящей Офертой и действующим законодательством Российской Федерации.
            </p>
            <p class="public-offer__text">
                Текст Оферты содержит все существенные условия договора купли-продажи дистанционным способом, а также условия и порядок его исполнения.
            </p>
        </div>
        <div class="public-offer__container-text">
            <h3 class="public-offer__subtitle">
                ТЕРМИНОЛОГИЯ
            </h3>
            <p class="public-offer__text">
                Для целей, предусмотренных настоящей Офертой, если из контекста не вытекает иное, под терминами, использованными в тексте Оферты, понимается следующее:
            </p>
            <p class="public-offer__text">
                <b>Оферта</b> – предложение Оферента, адресованное неограниченному кругу физических лиц, о заключении договора купли-продажи дистанционным способом.
            </p>
            <p class="public-offer__text">
                <b>Договор оферты</b> – акцептованное (принятое) Покупателем предложение о заключении договора купли-продажи дистанционным способом в порядке и на условиях, предусмотренных настоящей Офертой.
            </p>
            <p class="public-offer__text">
                <b>Акцепт Оферты</b> – принятие Покупателем условий настоящей Оферты, означающее полное и безоговорочное согласие с её условиями.
            </p>
            <p class="public-offer__text">
                <b>Покупатель</b> – любое физическое лицо, обладающее правосубъектностью и изъявившее желание заключить с Оферентом договор розничной купли-продажи дистанционным способом.
            <p class="public-offer__text">
                <b>Оферент</b> – Общество с ограниченной ответственностью «Цунами Букс» (сокращенное наименование ООО «Цунами Букс»), ИНН 9725093665, ОГРН 1227700526283, юридический адрес: 129626, г. Москва, ул. 1-я Мытищинская, д.3, стр. 1.
            </p>
            <p class="public-offer__text">
                <b>Уполномоченный представитель Оферента</b> – работник Оферента или третье лицо, наделенное Оферентом полномочиями на осуществление действий на передачу, доставку Заказов и на подписание соответствующих документов от имени Оферента в рамках исполнения настоящей Оферты.
            </p>
            <p class="public-offer__text">
                <b>Интернет-магазин</b> – сайт Оферента, расположенный в сети Интернет по адресу <a class="public-offer__text-link" href="/">www.deltabook.ru</a>, предназначенный для заключения договоров розничной купли-продажи дистанционным способом на основании ознакомления Покупателя с предложенным Оферентом описанием Товаров и на условиях настоящей Оферты.
            </p>
            <p class="public-offer__text">
                <b>Каталог</b> – перечень Товаров, представленных к продаже в Интернет-магазине <b>Deltabook</b> (далее – «Интернет-магазин»).
            </p>
            <p class="public-offer__text">
                <b>Товар</b> – любая вещь, не ограниченная в обороте, свободно отчуждаемая и переходящая от одного лица к другому по договору купли-продажи.
            </p>
            <p class="public-offer__text">
                <b>Описание товара</b> перечень существенных характеристик предлагаемого к продаже Товара, достаточный для осуществления Покупателем выбора.
            </p>
            <p class="public-offer__text">
                <b>Заказ</b> – одна или несколько товарных позиций из ассортиментного перечня Каталога, выбранные и указанные Покупателем, как желаемые к приобретению в Интернет-магазине.
            </p>
            <p class="public-offer__text">
                <b>Личный кабинет</b> закрытая часть сайта, доступная Покупателю после его регистрации на сайте и ввода идентификационных данных (логина и пароля). Данный раздел сайта содержит информацию по Заказам, сформированным с использованием данной регистрационной записи, включая, но не ограничиваясь: переписку по таким Заказам, персональные данные Покупателя, текущий размер персональной скидки, а также возможность выбора способа оплаты и доставки Заказа.
            </p>
            <p class="public-offer__text">
                <b>Пункт выдачи заказов</b> – помещение, в котором осуществляется выдача Заказов. В зависимости от выбора Покупателя в качестве Пункта выдачи заказов также могут выступать: пункты самовывоза «Лабиринт-Пост», «5Пост», «Боксберри», отделения почтовой связи АО «Почта России», либо Постамат (специальный терминал, который представляет собой автоматизированные ячейки для хранения отправлений, из которых Покупатель может самостоятельно забрать Заказ).
            </p>
        </div>
        <div class="public-offer__container-text">
            <h3 class="public-offer__subtitle">1. ПРЕДМЕТ ОФЕРТЫ</h3>
            <p class="public-offer__text">
                1.1. Оферент обязуется организовать продажу, а Покупатель в свою очередь обязуется принять и оплатить заказанный Товар в порядке, в сроки и на условиях, предусмотренными настоящей Офертой, по цене, указанной в Описании товара на момент оформления Заказа, с учетом текущей персональной скидки Покупателя.
            </p>
            <p class="public-offer__text">
                1.2. Оформляя Заказ в Интернет-магазине, Покупатель подтверждает, что он знаком и согласен с условиями настоящего Договора оферты, условия ему понятны.
            </p>
        </div>
        <div class="public-offer__container-text">
            <h3 class="public-offer__subtitle">2. УСЛОВИЯ И ПОРЯДОК ОФОРМЛЕНИЯ ЗАКАЗА</h3>
            <p class="public-offer__text">
                2.1. Оформление Заказа в Интернет-магазине доступно следующими способами:
            </p>
            <ul class="public-offer__text-list">
                <li>– оформление с предварительной регистрацией на сайте;</li>
                <li>– оформление без регистрации на сайте.</li>
            </ul>
            <p class="public-offer__text">
                2.2. При оформлении Заказа с предварительной регистрацией Покупатель получает доступ в Личный кабинет. В Личном кабинете Покупателя отображается информация обо всех совершенных Заказах, переписка с работниками Оферента, формируется накопительная скидка.
            </p>
            <p class="public-offer__text">
                2.3. Для целей регистрации на сайте Покупатель указывает следующие персональные данные: ФИО, адрес доставки Заказа (кроме случаев доставки в адрес выбранного Покупателем Пункта выдачи заказов), адрес контактной электронной почты, номер контактного телефона (если требуется при выбранном способе доставки).
            </p>
            <p class="public-offer__text">
                2.4. При оформлении Заказа без регистрации на сайте, Покупатель предоставляет данные об адресе доставки Заказа, ФИО в случае предоплаченного Заказа, номер контактного телефона. Накопительная скидка в этом случае не начисляется.
            </p>
            <p class="public-offer__text">
                2.5. Цена на Товар, входящий в состав Заказа, фиксируется в момент оформления такого Заказа. В случае добавления в Заказ новых товарных позиций, цена на них фиксируется в момент их первого добавления в оформленный Заказ, что также означает, что при добавлении Товара, ранее удаленного из этого же Заказа, а также в случае добавления дополнительных экземпляров того или иного Товара в Заказ, стоимость единицы такого Товара может отличаться от текущей стоимости Товара, указанной на Сайте Оферента как в большую, так и в меньшую сторону.
            </p>
        </div>
        <div class="public-offer__container-text">
            <h3 class="public-offer__subtitle">3. ЗАКЛЮЧЕНИЕ ДОГОВОРА ОФЕРТЫ</h3>
            <p class="public-offer__text">
                3.1. Оферта считается акцептованной, а договор оферты считается заключенным в момент получения Оферентом сообщения от Покупателя о намерении заключить договор купли-продажи дистанционным способом.
            </p>
            <p class="public-offer__text">
                3.2. Обязательства по передаче Товара и иные обязательства, связанные с передачей Товара, возникают с момента полного формирования Заказа на складе Оферента. Информация о Заказе, в том числе о стадии его выполнения, содержится на странице Заказа в Личном кабинете Покупателя.
            </p>
        </div>
        <div class="public-offer__container-text">
            <h3 class="public-offer__subtitle">4. ПОРЯДОК И СРОК ФОРМИРОВАНИЯ ЗАКАЗА</h3>
            <p class="public-offer__text">
                4.1. Срок формирования Заказа зависит от фактического наличия выбранного Покупателем Товара на складе Оферента и/или на складах третьих лиц (Поставщиков).
            </p>
            <p class="public-offer__text">
                4.2. В случае выбора Покупателем способа оплаты в виде предварительной оплаты Товара, формирование Заказа начинается с момента поступления денежных средств Оференту.
            </p>
            <p class="public-offer__text">
                4.3. На странице Описания товара, а также на страницах Каталога указывается информация о наличии Товара. В случае если в поле «Наличие» указано «Есть», под данным полем указана «Ориентировочная дата отгрузки», являющаяся датой формирования Заказа. Данный срок может быть увеличен в случае отсутствия требуемого количества необходимого Товара на складе Оферента и/или складах Поставщиков.
            </p>
            <p class="public-offer__text">
                4.4. В случае отсутствия Товара на складе Оферента и на складах поставщиков, в поле «Наличие» указывается «Нет в наличии».
            </p>
            <p class="public-offer__text">
                4.5. Если заказ Покупателя полностью состоит из Товаров, отсутствующих на складе Оферента или на складах Поставщиков, такой заказ подлежит аннулированию. Денежные средства за такой Заказ возвращаются в порядке, установленном главой 10 настоящей Оферты.
            </p>
        </div>
        <div class="public-offer__container-text">
            <h3 class="public-offer__subtitle">5. ПОРЯДОК И СРОК ДОСТАВКИ ЗАКАЗА</h3>
            <p class="public-offer__text">
                5.1. Доставка Заказа Покупателю осуществляется одним из следующих способов:
            </p>
            <ul class="public-offer__text-list">
                <li>– доставка до указанного Покупателем Пункта выдачи заказов;</li>
                <li>– доставка курьерской службой до адреса, указанного Покупателем.</li>
            </ul>
            <p class="public-offer__text">
                5.2. Сроки доставки зависят от выбранного Покупателем способа и региона доставки.
            </p>
            <p class="public-offer__text">
                5.3. Точная стоимость доставки Заказа указывается на странице оформления Заказа.
            </p>
            <p class="public-offer__text">
                5.4. Для расчета стоимости доставки учитывается совокупный вес Товаров, входящих в Заказ, а также вес всех типов упаковки, используемой для подготовки к транспортировке такого Заказа. Вес конкретного Товара учитывается на основании данных, имеющихся у Оферента, и в некоторых случаях может не соответствовать реальному весу Товара, отличаясь от него как в большую, так и в меньшую сторону. Оформляя Заказ, Покупатель подтверждает свое согласие с тем, что при наличии таких расхождений, вне зависимости от того насколько и в какую сторону отличается сумма расходов на доставку заказа от расчетной стоимости доставки, указанной при оформлении Заказа, перерасчет не производится: если расчетная стоимость доставки окажется выше расходов Оферента, разница не возвращается; если расходы Оферента превысят расчетную стоимость доставки, доплата с Покупателя не взимается.
            </p>
            <p class="public-offer__text">
                5.5. Стоимость доставки Заказа, указываемая на странице оформления Заказа, действительна для Заказов, суммарный вес которых не превышает 100 (сто) килограмм. При превышении указанного лимита стоимость доставки Заказа может быть рассчитана индивидуально, исходя из ценовой политики транспортной компании, доставляющей Заказ.
            </p>
            <p class="public-offer__text">
                5.6. В случае курьерской доставки Заказа, время ожидания курьером не должно превышать 15 (пятнадцати) минут. Если время ожидания курьером превысит указанное время, Покупатель оплачивает курьерскую доставку вне зависимости от стоимости Заказа. Время ожидания курьером сверх указанного, оплачивается Покупателем из расчета 150 (сто пятьдесят) рублей за каждые полные и неполные 30 (тридцать) минут.
            </p>
            <p class="public-offer__text">
                5.7. Если Покупатель откажется от оплаты времени ожидания курьером, Оферент оставляет за собой право на свое усмотрение произвести следующие действия:
            </p>
            <ul class="public-offer__text-list">
                <li>– отказать Покупателю в дальнейшей курьерской доставке Заказов силами Оферента.</li>
            </ul>
            <p class="public-offer__text">
                При этом Оферент предложит Покупателю доставку до Пункта выдачи Заказов или курьерскую доставку сторонней организацией по действующим тарифам такой организации;
            </p>
            <ul class="public-offer__text-list">
                <li>– уменьшить или отменить накопительную скидку Покупателя.</li>
            </ul>
        </div>
        <div class="public-offer__container-text">
            <h3 class="public-offer__subtitle">6. СРОК ХРАНЕНИЯ ЗАКАЗА</h3>
            <p class="public-offer__text">
                6.1. Срок хранения Заказа в Пункте выдачи заказов ограничен.
            </p>
            <p class="public-offer__text">
                6.2. Срок хранения заказов в каждом отдельном Пункте выдачи заказов указывается на странице описания такого Пункта выдачи заказов на Сайте Оферента.
            </p>
            <p class="public-offer__text">
                6.3. Исчисление срока хранения Заказа начинается со дня поступления Заказа в выбранный Покупателем Пункт выдачи заказов.
            </p>
        </div>
        <div class="public-offer__container-text">
            <h3 class="public-offer__subtitle">7. ПОРЯДОК ПЕРЕДАЧИ ЗАКАЗА</h3>
            <p class="public-offer__text">
                7.1. Оферент или третье лицо, осуществляющее доставку Заказа, уведомляет Покупателя о поступлении его Заказа в Пункт выдачи заказов/отделение почтовой связи.
            </p>
            <p class="public-offer__text">
                7.2. В момент передачи неоплаченного Заказа Покупатель называет номер Заказа, уполномоченное лицо Оферента принимает от Покупателя наличные денежные средства или оплату с использованием банковской карты (в случае наличия соответствующих технических устройств в Пункте выдачи заказов и/или у курьера) и передает Покупателю Заказ и кассовый чек, Покупатель в свою очередь производит проверку Заказа и подписывает документ, подтверждающий получение Заказа.
            </p>
            <p class="public-offer__text">
                7.3. В случае, если Покупатель не забирает Заказ в течение обозначенного срока, такой Заказ возвращается на склад Оферента. Повторная доставка такого Заказа оплачивается отдельно.
            </p>
        </div>
        <div class="public-offer__container-text">
            <h3 class="public-offer__subtitle">8. ОТКАЗ ОТ ТОВАРА. ПОРЯДОК И СРОК ВОЗВРАТА ТОВАРА</h3>
            <p class="public-offer__text">
                8.1. Покупатель имеет право отказаться от Товара в любой момент до его передачи и в течение 7 (семи) календарных дней после передачи.
            </p>
            <p class="public-offer__text">
                8.2. Возврат Товара возможен в следующих случаях:
            </p>
            <ul class="public-offer__text-list">
                <li>– брак;</li>
                <li>– пересортица, недовложение, излишки, недостатки качества, некомплектность Товара;</li>
                <li>– иные причины.</li>
            </ul>
            <p class="public-offer__text">
                8.3. В случае обнаружения брака Товар подлежит возврату в течение гарантийного срока или срока годности Товара, а в случае если такой срок не установлен, в течение разумного срока.
            </p>
            <p class="public-offer__text">
                8.4. Претензии в части нарушения условий договора, касающихся количества, ассортимента, качества (части явных недостатков, которые могут быть обнаружены при визуальном осмотре Товара), комплектности, тары и/или упаковки товара, принимаются в срок, не превышающий 20 (двадцати) календарных дней с момента получения Товара.
            </p>
            <p class="public-offer__text">
                8.5. Возврат Товара надлежащего качества осуществляется в случае изъявления Покупателем желания его вернуть в срок, не превышающий 7 (семи) календарных дней с момента получения Товара при условии сохранения его товарного вида.
            </p>
            <p class="public-offer__text">
                8.6. Товары, указанные в Перечне непродовольственных товаров надлежащего качества, не подлежащих обмену (утвержден Постановлением Правительства Российской Федерации                          от 31.12.2020 № 2463), обмену не подлежат.
            </p>
            <p class="public-offer__text">
                8.7. В случае обнаружения недостатков, перечисленных в п. 8.2. настоящей Оферты, расходы по возврату Товара несет Оферент.
            </p>
            <p class="public-offer__text">
                8.8. В случае возврата Товара надлежащего качества в связи с отказом Покупателя от Заказа или его части, расходы на его доставку до Оферента возлагаются на Покупателя. Если Покупатель не заберет Заказ в срок, указанный Оферентом с учетом положений п. 6.1. настоящей Оферты, данное действие расценивается Оферентом как отказ Покупателя от Товара, и его возврат на склад Оферента оплачивается Покупателем.
            </p>
            <p class="public-offer__text">
                8.9. Для подтверждения факта брака и принятия решения по процедуре возврата денежных средств, уплаченных за товар, Оферент вправе потребовать от Покупателя фотографическое изображение бракованного товара.
            </p>
            <p class="public-offer__text">
                8.10. В случае отказа Покупателя от получения Заказа два раза и более Оферент оставляет за собой право по своему усмотрению отказать Покупателю в выполнении (формировании и доставке) Заказа до получения Оферентом предварительной оплаты за Заказ.
            </p>
            <p class="public-offer__text">
                8.11. В случае возврата Товара по причине нарушения Оферентом условий договора о количестве, ассортименте, качестве, комплектности, тары и/или упаковки Товара, возврат такого Товара осуществляется в следующем порядке:
            </p>
            <p class="public-offer__text">
                8.11.1. Если возвращаемый Заказ был получен с использованием услуг АО «Почта России», возврат Товара осуществляется посредством почтового отправления в адрес Оферента.
            </p>
            <p class="public-offer__text">
                8.11.2. Если Заказ был получен в Пункте выдачи заказов, возврат осуществляется через тот Пункт выдачи заказов, которым был выдан Заказ.
            </p>
            <p class="public-offer__text">
                8.12. При возврате Товара в порядке п. 8.11. настоящей Оферты, возврат осуществляется за счет Оферента. Оферент не возмещает Покупателю расходы на проезд до места получения/возврата товара. Если способ возврата Товара, выбранный Покупателем, отличается от указанных в п.п. 8.11.1.-8.11.2. настоящей Оферты, он подлежит обязательному предварительному согласованию с Оферентом. В таком случае способ возврата Товара определяется Оферентом из способов, доступных Оференту, исходя из принципа целесообразности расходов на возврат. В случае отсутствия такого согласования, Оферент оставляет за собой право не возмещать Покупателю расходы на возврат Товара.
            </p>
        </div>
        <div class="public-offer__container-text">
            <h3 class="public-offer__subtitle">9. ПОРЯДОК, СРОКИ И УСЛОВИЯ ВОЗВРАТА ДЕНЕЖНЫХ СРЕДСТВ</h3>
            <p class="public-offer__text">
                9.1. Требование Покупателя о возврате денежных средств за Товар считается оформленным надлежащим образом, если оно позволяет однозначно определить способ возврата, платежные реквизиты, на которые должен осуществляться возврат, ФИО Покупателя (получателя денежных средств), а также сумму, подлежащую возврату.
            </p>
            <p class="public-offer__text">
                9.2. Если Покупатель зарегистрирован на сайте Оферента, требование о возврате денежных средств может быть заявлено в его Личном кабинете на сайте Оферента.
            </p>
            <p class="public-offer__text">
                9.3. Если Покупатель не зарегистрирован на сайте Оферента, требование о возврате денежных средств может быть оформлено путем формирования Заявки на возврат денежных средств работником Оферента посредством телефонной связи или электронных каналов связи.
            </p>
            <p class="public-offer__text">
                9.4. Если Оферент не имеет возможности идентифицировать лицо, изъявляющее желание вернуть денежные средства за Заказ, или не обладает необходимой и достаточной информацией относительно иных данных Покупателя, Оферент в любом случае требует оформления Заявления на бумажном носителе с указанием вышеобозначенных сведений, необходимых Оференту для исполнения обязательства по возврату денежных средств.
            </p>
            <p class="public-offer__text">
                9.5. Денежные средства, уплаченные за Товар, подлежат возврату Покупателю в срок, не превышающий 10 (десяти) рабочих дней с момента поступления в адрес Оферента соответствующего требования от Покупателя.
            </p>
            <p class="public-offer__text">
                9.6. Моментом исполнения обязательств по возврату Покупателю денежных средств, уплаченных за Товар, признается, в зависимости от способа возврата, день передачи Оферентом в обслуживающий его банк заявки на возврат для обработки и исполнения или день списания денежных средств с расчетного или иного счета Оферента.
            </p>
            <p class="public-offer__text">
                9.7. В случае если Заказ был предварительно оплачен, и с Покупателя подлежит взысканию сумма расходов на доставку Заказа до склада Оферента, такая сумма удерживается из денежных средств, подлежащих возврату Покупателю. В случае недостаточности полученных от Покупателя денежных средств на покрытие расходов на доставку Заказа, остаток взыскивается с Покупателя в установленном законом порядке.
            </p>
        </div>
        <div class="public-offer__container-text">
            <h3 class="public-offer__subtitle">10. ОТВЕТСТВЕННОСТЬ СТОРОН</h3>
            <p class="public-offer__text">
                10.1. За неисполнение или ненадлежащее исполнение условий настоящей Оферты Стороны несут ответственность в соответствии с действующим законодательством Российской Федерации и условиями настоящей Оферты.
            </p>
            <p class="public-offer__text">
                10.2. Оферент не несет ответственности за изменение комплектности Товара, при одностороннем его изменении производителем такого Товара.
            </p>
            <p class="public-offer__text">
                10.3. В случае необходимости повторной курьерской доставки по вине Покупателя, такая доставка оплачивается дополнительно.
            </p>
            <p class="public-offer__text">
                10.4. Оферент несет ответственность за качество Товара и своевременность его доставки в пределах, установленных действующим законодательством Российской Федерации.
            </p>
            <p class="public-offer__text">
                10.5. Оферент не несет ответственности за недостоверность информации, предоставленной поставщиком Товара о его свойствах, характеристиках, комплектности, а также наличии на складе поставщика.
            </p>
            <p class="public-offer__text">
                10.6. Стороны не несут ответственность за неисполнение условий настоящей Оферты, если такое неисполнение явилось следствием наступления обстоятельств непреодолимой силы (форс-мажор), предусмотреть и/или предотвратить которые разумными мерами не могла ни одна из Сторон.
            </p>
            <p class="public-offer__text">
                10.7. Бремя доказывания убытков лежит на потерпевшей Стороне.
            </p>
        </div>
        <div class="public-offer__container-text">
            <h3 class="public-offer__subtitle">11. ПЕРСОНАЛЬНЫЕ ДАННЫЕ. КОНФИДЕНЦИАЛЬНОСТЬ</h3>
            <p class="public-offer__text">
                11.1. Осуществляя регистрацию на сайте или предоставляя данные иным способом, Покупатель выражает согласие на обработку предоставленных персональных данных, а также дает согласие на передачу их третьим лицам для целей исполнения Договора оферты (транспортным компаниям, агентам, компаниям, предоставляющим услуги почтовой связи, услуги курьерской доставки Заказов и т. д.).
            </p>
            <p class="public-offer__text">
                11.2. Оферент подтверждает, что переданные Покупателем персональные данные будут использованы им исключительно в целях исполнения Договора оферты.
            </p>
            <p class="public-offer__text">
                11.3. Рассылка информационных писем Оферента на адрес электронной почты, указанный Покупателем, производится только после получения соответствующего волеизъявления Покупателя.
            </p>
            <p class="public-offer__text">
                11.4. Подтверждением согласия на получение писем и SMS-сообщений (в том числе с использованием мессенджеров), касающихся формирования и отгрузки Заказа, является факт оформления Заказа.
            </p>
            <p class="public-offer__text">
                11.5. Оферент подтверждает, что с любыми третьими лицами, которым во исполнение условий настоящей Оферты Оферент предоставит персональные данные Покупателя, у Оферента наличествуют договорные отношения, в которых предусмотрено условие о конфиденциальности передаваемой информации.
            </p>
            <p class="public-offer__text">
                11.6. Покупатель подтверждает, что ему известны положения Федерального закона от 27 июля 2006 года № 152-ФЗ «О персональных данных», права и обязанности в области защиты персональных данных Покупателю понятны.
            </p>
        </div>
        <div class="public-offer__container-text">
            <h3 class="public-offer__subtitle">12. ЗАКЛЮЧИТЕЛЬНЫЕ ПОЛОЖЕНИЯ</h3>
            <p class="public-offer__text">
                12.1. Настоящая Оферта вступает в силу с момента ее опубликования на сайте Интернет-магазина и действует до ее замены новой Офертой.
            </p>
            <p class="public-offer__text">
                12.2. Описание Товара предоставляется поставщиком или производителем. В случае содержания в описании указания на эксклюзивность тех или иных потребительских свойств Товара, материалов, из которых он изготовлен, или сравнения любых иных качественных и/или количественных показателей, отражающих субъективную оценку, с иными товарами, находящимися в гражданском обороте, следует понимать, что такое сравнение приводится на основании данных, имеющихся у составителя такого описания, и не может рассматриваться как безусловная истина.
            </p>
            <p class="public-offer__text">
                12.3. Во всем, что не предусмотрено настоящей Офертой, Стороны руководствуются действующим законодательством Российской Федерации.
            </p>
            <p class="public-offer__text">
                12.4. Все споры и разногласия, возникшие в результате исполнения Договора оферты, Стороны будут стремиться урегулировать в досудебном порядке.
            </p>
            <p class="public-offer__text">
                12.5. В случае невозможности разрешения спора в досудебном порядке, спор передается на рассмотрение судебных органов, согласно установленной законодательством Российской Федерации подсудности.
            </p>
        </div>
    </div>
</section>