<?php

/** @var yii\web\View $this */

$this->title = 'User Agreement';
?>

<section class="section container user-agreement">
    <div class="user-agreement__flex-block flex">
        <button onclick="history.back()" class="button-back user-agreement__button-back"></button>
        <h1 class="user-agreement__title">Пользовательское соглашение</h1>
    </div>
    <div>
        <div class="user-agreement__container-text">
            <h2 class="user-agreement__subtitle">
                СОГЛАШЕНИЕ ОБ ИСПОЛЬЗОВАНИИ МАТЕРИАЛОВ И СЕРВИСОВ ИНТЕРНЕТ-САЙТА (ПОЛЬЗОВАТЕЛЬСКОЕ СОГЛАШЕНИЕ)
                <span>редакция от 15.03.2023 г.</span>
            </h2>
            <p class="user-agreement__text">
                Настоящее Пользовательское соглашение определяет условия и порядок использования материалов и сервисов,
                размещенных на сайте в сети Интернет по адресу: <a class="user-agreement__text-link" href="/">www.deltabook.ru</a>,
                посетителями и пользователями данного Интернет-сайта (далее – «Сайт»).
            </p>
            <p class="user-agreement__text">
                Находясь на Сайте и пользуясь его сервисами, Пользователь подтверждает
                ознакомление с Пользовательским соглашением и Политикой конфиденциальности, выражает свое согласие с их
                условиями и обязуется их соблюдать.
            </p>
        </div>
        <div class="user-agreement__container-text">
            <h3 class="user-agreement__subtitle">
                ТЕРМИНОЛОГИЯ
            </h3>
            <p class="user-agreement__text">
                <b>Интернет-магазин Deltabook</b> – зарегистрированное в установленном порядке Общество с ограниченной
                ответственностью «Цунами Букс» (сокращенное наименование ООО «Цунами Букс»), ИНН 9725093665,
                ОГРН 1227700526283, юридический адрес: 129626, г. Москва, ул. 1-я Мытищинская, д.3, стр. 1;
                осуществляющее свою деятельность посредством Сайта и сопутствующих ему сервисов.
            </p>
            <p class="user-agreement__text">
                <b>Сайт</b> – Интернет-ресурс, расположенный по адресу <a class="user-agreement__text-link" href="/">www.deltabook.ru</a>.
            </p>
            <p class="user-agreement__text">
                <b>Пользователь</b> – любое физическое или юридическое лицо (представитель юридического лица), которое
                пользуется услугами Сайта, в том числе прошедшее Регистрацию и/или оформившее Заказ на Сайте.
            </p>
            <p class="user-agreement__text">
                <b>Товар</b> – книжная продукция (учебная литература на иностранных языках) и иные товары, представленные
                в каталоге на Сайте.
            </p>
            <p class="user-agreement__text">
                <b>Личный кабинет</b> – персонализированный интерфейс Сайта с набором пользовательских инструментов, в том
                числе для осуществления покупок из каталога на Сайте и для пользования персонализированными сервисами Сайта.
            </p>
            <p class="user-agreement__text">
                <b>Регистрация</b> – процедура внесения Персональных данных Пользователя в специальную форму на Сайте,
                необходимая для создания Личного кабинета.
            <p class="user-agreement__text">
                <b>Авторизация</b> – идентификация Пользователя на Сайте посредством ввода своих данных (логина и пароля),
                указанных при Регистрации на сайте, в специальные формы, после чего Пользователь попадает в Личный кабинет.
            </p>
            <p class="user-agreement__text">
                <b>Персональные данные</b> – личная информация (в том числе фамилия, имя, отчество, дата рождения, адрес, контактный
                телефон, адрес электронной почты), добровольно и осознанно предоставляемая Пользователем при Регистрации и/или
                оформлении Заказа на Сайте, а также для доступа Пользователя к персонализированным сервисам Сайта.
            </p>
            <p class="user-agreement__text">
                <b>Cookie (Куки)</b> – фрагмент данных, отправляемый на компьютер Пользователя, при посещении определенной веб-страницу,
                в том числе при совершении активных действий. С помощью cookie Сайт идентифицирует браузер Пользователя при
                повторном посещении.
            </p>
            <p class="user-agreement__text">
                <b>Политика конфиденциальности</b> – положения Пользовательского соглашения, регулирующие обязательства Интернет-магазина
                <b>Deltabook</b> по обработке персональных данных Пользователя.
            </p>
        </div>
        <div class="user-agreement__container-text">
            <h2 class="user-agreement__subtitle">ЧАСТЬ I. ПОЛЬЗОВАТЕЛЬСКОЕ СОГЛАШЕНИЕ</h2>
            <h3 class="user-agreement__subtitle">1. Общие положения</h3>
            <p class="user-agreement__text">
                1.1. Сайт создан в целях функционирования Интернет-магазина <b>Deltabook</b>, для осуществления предпринимательской
                деятельности по продаже книжной продукции (учебной литературы на иностранных языках) и иных товаров, представленные
                в каталоге на Сайте.
            </p>
            <p class="user-agreement__text">
                1.2. Использование материалов и сервисов Сайта регулируется нормами действующего законодательства Российской Федерации.
            </p>
            <p class="user-agreement__text">
                1.3. Сайт находится в открытом доступе для всех посетителей, регистрация на Сайте не является обязательной.
            </p>
            <p class="user-agreement__text">
                1.4. Для получения доступа к персонализированному интерфейсу Сайта и для пользования персонализированными сервисами Сайта,
                Пользователь может пройти процедуру регистрации и создать Личный кабинет на Сайте.
            </p>
            <p class="user-agreement__text">
                1.5. Для прохождения Регистрации Пользователю необходимо внести свои Персональные данные в специальную форму на Сайте.
            </p>
            <p class="user-agreement__text">
                1.6. Пользователь может использовать материалы Сайта и предоставляемые на Сайте сервисы следующим образом: ознакомление
                с представленной книжной и иной продукцией в каталоге Интернет-магазина <b>Deltabook</b>, оформление заказа на приобретение книжной
                и иной продукции в Интернет-магазине <b>Deltabook</b>.
            </p>
        </div>
        <div class="user-agreement__container-text">
            <h3 class="user-agreement__subtitle">2. Обязательства Пользователя</h3>
            <p class="user-agreement__text">
                2.1. Пользователь соглашается не предпринимать действий, которые могут рассматриваться как нарушающие российское
                законодательство или нормы международного права, в том числе в сфере интеллектуальной собственности, авторских и/или
                смежных прав, общепринятые нормы морали и нравственности, а также любых действий, которые приводят или могут привести
                к нарушению нормальной работы Сайта и сервисов Сайта.
            </p>
            <p class="user-agreement__text">
                2.2. Требования, указанные в п. 2.1. настоящего Соглашения, распространяются также на такие действия, как оставление
                комментариев и записей.
            </p>
            <p class="user-agreement__text">
                2.3. Использование материалов Сайта без согласия правообладателей не допускается.
            </p>
            <p class="user-agreement__text">
                2.4. При цитировании материалов Сайта, включая охраняемые авторские произведения, ссылка на Сайт обязательна.
            </p>
            <p class="user-agreement__text">
                2.5. Администрация Сайта не несет ответственности за посещение и использование внешних ресурсов, ссылки на которые
                могут содержаться на Сайте.
            </p>
            <p class="user-agreement__text">
                2.6. Администрация Сайта не несет ответственности и не имеет прямых или косвенных обязательств перед Пользователем
                в связи с любыми возможными или возникшими потерями или убытками, связанными с любым содержанием Сайта, регистрацией
                авторских прав и сведениями о такой регистрации, товарами или услугами, доступными на или полученными через внешние
                сайты или ресурсы либо иные контакты Пользователя, в которые он вступил, используя размещенную на Сайте информацию
                или ссылки на внешние ресурсы.
            </p>
            <p class="user-agreement__text">
                2.7. Пользователь согласен с тем, что Администрация Сайта не несет какой-либо ответственности и не имеет каких-либо
                обязательств в связи с рекламой, которая может быть размещена на Сайте.
            </p>
        </div>
        <div class="user-agreement__container-text">
            <h3 class="user-agreement__subtitle">3. Право собственности Интернет-магазина Deltabook</h3>
            <p class="user-agreement__text">
                3.1. Пользователь признает и соглашается с тем, что сервисы Сайта и все программы, связанные с ними, содержат
                конфиденциальную информацию, принадлежащую Интернет-магазину <b>Deltabook</b>, которая защищается действующим
                законодательством Российской Федерации, а также нормами международного права.
            </p>
            <p class="user-agreement__text">
                3.2. Пользователь соглашается, что контент, предоставляемый в процессе использования персонализированных сервисов Сайта,
                принадлежит Интернет-магазину <b>Deltabook</b>, защищен авторскими правами, торговыми знаками, а также соответствующими законами,
                действующими на территории Российской Федерации.
            </p>
            <p class="user-agreement__text">
                3.3. Интернет-магазин <b>Deltabook</b> предоставляет Пользователю непередаваемое право использовать все персонализированные сервисы
                Сайта, при условии, что Пользователь не будет воспроизводить, копировать или перерабатывать (модифицировать) их, а также
                использовать какие-либо их части в личных или коммерческих целях.
            </p>
        </div>
        <div class="user-agreement__container-text">
            <h3 class="user-agreement__subtitle">4. Прочие условия</h3>
            <p class="user-agreement__text">
                4.1. Все возможные споры, вытекающие из настоящего Соглашения или связанные с ним, подлежат разрешению в соответствии с
                действующим законодательством Российской Федерации.
            </p>
            <p class="user-agreement__text">
                4.2. Признание судом какого-либо положения Соглашения недействительным или не подлежащим принудительному исполнению не влечет
                недействительности иных положений Соглашения.
            </p>
            <p class="user-agreement__text">
                4.3. Бездействие со стороны Администрации Сайта в случае нарушения кем-либо из Пользователей положений Соглашения не лишает
                Администрацию Сайта права предпринять позднее соответствующие действия в защиту своих интересов и защиту авторских прав на
                охраняемые в соответствии с законодательством материалы Сайта.
            </p>
            <p class="user-agreement__text">
                4.4. Администрация Сайта вправе в любое время в одностороннем порядке изменять условия настоящего Соглашения. Такие изменения
                вступают в силу с момента размещения новой редакции Соглашения на сайте Интернет-магазина Deltabook.
            </p>
            <p class="user-agreement__text">
                При несогласии Пользователя с внесенными изменениями он обязан отказаться от доступа к Сайту, прекратить
                использование материалов и сервисов Сайта.
            </p>
        </div>
        <div class="user-agreement__container-text">
            <h2 class="user-agreement__subtitle">ЧАСТЬ II. ПОЛИТИКА КОНФИДЕНЦИАЛЬНОСТИ</h2>
            <h3 class="user-agreement__subtitle">1. Общие положения</h3>
            <p class="user-agreement__text">
                1.1 Настоящий документ регламентирует политику, применяемую Обществом с ограниченной ответственностью «Цунами Букс»
                (далее – «Общество») в отношении персональных данных, полученных от субъектов персональных данных и третьих лиц, при их
                обработке (далее – «Политика»).
            </p>
            <p class="user-agreement__text">
                1.2. Любое лицо, предоставившее свои персональные данные Обществу, тем самым выражает согласие на обработку персональных данных.
            </p>
            <p class="user-agreement__text">
                1.3. Любое лицо, предоставившее Обществу персональные данные третьего лица в качестве стороны договора, выгодоприобретателя,
                поручителя, заказчика, покупателя и/или для иных целей, заверяет и гарантирует, что до предоставления таких персональных
                данных этим лицом получено соответствующее согласие субъекта персональных данных.
            </p>
            <p class="user-agreement__text">
                1.4. Заполнение любой формы для ввода данных, опубликованных на Сайте, означает, что лицо, вводящее такие данные, ознакомлено
                с настоящей Политикой и выражает полное и безоговорочное согласие с ее условиями.
            </p>
            <p class="user-agreement__text">
                1.5. В случае несогласия с любым из положений настоящей Политики Пользователь должен воздержаться от любого использования Сайта.
            </p>
        </div>
        <div class="user-agreement__container-text">
            <h3 class="user-agreement__subtitle">2. Персональные данные</h3>
            <p class="user-agreement__text">
                2.1. Под персональными данными понимаются любые сведения, относящиеся к прямо или косвенно определенному или определяемому
                физическому лицу (субъекту персональных данных).
            </p>
            <p class="user-agreement__text">
                2.2. В зависимости от действий лица, предоставившего персональные данные, могут быть запрошены различные данные, в том числе:
            </p>
            <ul class="user-agreement__text-list">
                <li>– <b>ФИО владельца Личного кабинета;</b></li>
                <li>– пол, возраст владельца Личного кабинета;</li>
                <li>– ФИО получателя заказанного Пользователем товара (Заказа);</li>
                <li>– адрес электронной почты;</li>
                <li>– адрес доставки Заказа;</li>
                <li>– номер (номера) контактного телефона;</li>
                <li>– иная контактная информация.</li>
            </ul>
        </div>
        <div class="user-agreement__container-text">
            <h3 class="user-agreement__subtitle">3. Обработка персональных данных</h3>
            <p class="user-agreement__text">
                3.1. Общие сведения об обработке персональных данных.
            </p>
            <p class="user-agreement__text">
                Обработка персональных данных субъектов персональных данных осуществляется как автоматизированным, там и неавтоматизированным способом.
            </p>
            <p class="user-agreement__text">
                Доступ к персональным данным предоставляется только тем работникам Общества, которым он необходим для исполнения должностных обязанностей.
            </p>
            <p class="user-agreement__text">
                Общество самостоятельно обрабатывает персональные данные Пользователя, а именно: предоставляет (раскрывает определенному кругу лиц),
                блокирует (временно прекращает обработку), изменяет, уничтожает, обезличивает в установленных случаях предоставленные персональные данные.
            </p>
            <p class="user-agreement__text">
                Общество может предоставить персональные данные Пользователя третьим лицам исключительно в целях исполнения
                обязательств перед Пользователем: с целью информирования Пользователя о стадии выполнения его Заказа, для осуществления доставки и
                получения Заказа, а также для целей функционирования Общества.
            </p>
            <p class="user-agreement__text">
                Предоставление информации иным лицам осуществляется исключительно в рамках законодательства – по
                запросам государственных органов, а также с целью защиты прав и законных интересов Общества.
            </p>
            <p class="user-agreement__text">3.3. Блокирование персональных данных.</p>
            <p class="user-agreement__text">
                В определенных случаях (для защиты своих прав и законных интересов, а также для защиты прав Пользователя
                в случае возникновения обоснованных подозрений на неправомерные действия любых третьих лиц в отношении данных Пользователя)
                Общество вправе осуществлять блокировку персональных данных. Обоснованность таких подозрений определяется Обществом самостоятельно
                на основании внутренних локальных нормативных актов, регулирующих порядок и условия обработки персональных данных.
            </p>
            <p class="user-agreement__text">3.4. Изменение персональных данных.</p>
            <p class="user-agreement__text">
                Пользователь вправе самостоятельно изменить или уничтожить свои персональные данные, указанные в персональном разделе.
            </p>
            <p class="user-agreement__text">Общество изменяет персональные данные Пользователя с целью их уточнения.</p>
            <p class="user-agreement__text">3.5. Общество уничтожает персональные данные в следующих случаях:</p>
            <ul class="user-agreement__text-list">
                <li>– получения соответствующего требования субъекта персональных данных;</li>
                <li>– по факту достижения цели обработки персональных данных</li>
                <li>– в случае невозможности уточнить устаревшие персональные данные.</li>
            </ul>
            <p class="user-agreement__text">Уничтожение персональных данных невозможно в случаях, установленных законодательством.</p>
            <p class="user-agreement__text">3.6. Общество обезличивает персональные данные в случаях:</p>
            <ul class="user-agreement__text-list">
                <li>– получения соответствующего требования субъекта персональных данных;</li>
                <li>– в иных установленных Законом случаях.</li>
            </ul>
        </div>
        <div class="user-agreement__container-text">
            <h3 class="user-agreement__subtitle">4. Цели обработки персональных данных</h3>
            <p class="user-agreement__text">4.1. Персональные данные обрабатываются Обществом для достижения целей:</p>
            <ul class="user-agreement__text-list">
                <li>
                    – исполнения обязательств в рамках заключенного договора Оферты;</li>
                <li>
                    – исполнения обязательства о предоставлении информации о новостях Общества (акциях, скидках)
                    в случае если Пользователем заявлено желание получать такие новости;
                </li>
                <li>
                    – исполнения обязанностей Общества, установленных законодательством (подготовка и сдача отчетности
                    в контролирующие органы, раскрытие информации в установленных законом случаях и т.д.)
                </li>
            </ul>
        </div>
        <div class="user-agreement__container-text">
            <h3 class="user-agreement__subtitle">5. Меры по обеспечению безопасности персональных данных</h3>
            <p class="user-agreement__text">
                5.1. Общество предпринимает все доступные, обоснованно необходимые и
                достаточные правовые, организационные и технические меры для защиты персональных данных Пользователей
                от неправомерного доступа к ним, а также их блокирования, уничтожения, изменения, копирования,
                распространения и других нелегальных действий третьих лиц.
            </p>
        </div>
        <div class="user-agreement__container-text">
            <h3 class="user-agreement__subtitle">6. Заключительные положения</h3>
            <p class="user-agreement__text">
                6.1. Настоящая Политика вступает в силу с момента ее официального опубликования и применяется при
                обработке любых персональных данных субъектов персональных данных, полученных Обществом.
                В случае изменения текста настоящей Политики ее новая редакция публикуется в открытом доступе
                на Сайте Интернет-магазина <b>Deltabook</b> для обеспечения возможности ознакомления с ее текстом неограниченного круга лиц.
            </p>
            <p class="user-agreement__text">
                6.2. Данные Общества: ООО «Цунами Букс» (ИНН 9725093665, ОГРН 1227700526283), юридический адрес и адрес
                для направления корреспонденции: 129626, г. Москва, ул. 1-я Мытищинская, д.3, стр. 1
            </p>
        </div>
    </div>
</section>